acpid
amd-ucode
arch-wiki-docs
archlinux-xdg-menu
audacity
audiofile
base
base-devel
bc
bear
blueman
bluez
bluez-utils
cava
ccache
cfr
chromium
clang
cmatrix
cowsay
cpio
cpr
cscope
ctags
dkms
dmidecode
dolphin
dunst
dysk
efibootmgr
elisa
emacs
evremap-git
fasm
fasmg
firefox
flatpak
flatpak-xdg-utils
fzf
gdb
gimp
git
glow
gnome-boxes
gnu-netcat
go
gparted
gradle
grim
gst-plugin-pipewire
htop
hut
hyperfine
hyprland
hyprlock
hyprpaper
hyprshot
imagemagick
irssi
iwd
java-environment-common
java-runtime-common
jdk-openjdk
kitty
kmonad
lazygit
libpulse
libxml2-legacy
linux
linux-firmware
linux-headers
llvm
lsd
lutris
ly
man-db
mangohud
maven
moodyrain-git
mpc
mpd
msmtp
msmtp-mta
nano
nasm
neofetch
neovim
nmh-git
nodejs
npm
nsxiv
nvidia-dkms
obs-studio
obsidian
opencv
openssh
osu
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pandoc-cli
perl-io-socket-ssl
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
pomodorot-bin
power-profiles-daemon
python-pip
qbittorrent
qemu-full
re2c
rofi
rsync
rust-analyzer
rustup
s-nail
sdl_image
slurp
smartmontools
sof-firmware
steam
streamrip
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
tldr
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
typst
umu-launcher
unzip
valgrind
vim
vlc
waybar
wget
wikiman
wildcard
wine
winetricks
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-server
xorg-xinit
yay
yay-debug
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zip
zoxide
zram-generator
zsh
